/* GeckoReporter Strings. */

/* Menus */
"Hide %@" = "Dölj %@";
"Quit %@" = "Avsluta %@";

/* Error messages */
"Error could not send crash report." = "Fel. Kunde inte skicka kraschrapport";
"Error could not send bug report." = "Fel. Kunde inte skicka buggrapport";
"Error could not send message." = "Fel. Kunde inte skicka meddelandet.";

/* Incomplete fields message */
"Fields not filled." = "Fälten är inte ifyllda";
"Please be sure all fields are filled as all fields are required." = "Vänligen se till att ha fyllt i alla fält då alla behöver fyllas i.";

/* Status not 200 error */
"Status Code Returned %d" = "Statuskod återlämnad %d";

/* Buttons */
"Ok" = "Ok";
"Sending..." = "Skickar...";

/* Interface */

/* Crash Report */
"%@ Crashed" = "%@ Kraschat";
"%@ crashed the last time you ran it. Would you like to send me a crash report so I can look into it?" = "%@ Kraschade sist du körde det. Vill du skicka en kraschrapport till mig så jag kan undersöka felet?";
"%a, %m/%d/%Y %I:%M:%S %p" = "%d/%m/%Y %H:%M:%S";
